/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ završava na %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Izvan mreže";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Dodaj";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Dodaj karticu";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ADRESA VLASNIKA RAČUNA";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* part of {Account} ending in {last4} */
"Account" = "Račun";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Ime vlasnika računa";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Broj računa";

/* Button to add a new credit card. */
"Add New Card…" = "Dodaj novu karticu...";

/* Title for Add a Card view */
"Add a Card" = "Dodaj karticu";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Dodaj račun za izravno terećenje";

/* Title shown above a card entry form */
"Add a card" = "Dodavanje kartice";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Dodaj karticu";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Dodajte novi način plaćanja";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Dodavanje informacija o plaćanju";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Ulica i kućni broj 2 (neobavezno)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Stan br.";

/* Title for bank picker section */
"BANK" = "BANKA";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "PODACI O BANKOVNOM RAČUNU";

/* Title for billing address entry section */
"BILLING ADDRESS" = "ADRESA ZA NAPLATU";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Natrag";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankovni račun";

/* Title for billing address entry section */
"Billing Address" = "Adresa za naplatu";

/* Billing address section title for card form entry. */
"Billing address" = "Adresa za naplatu";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Kupite sada ili platite kasnije pomoću Klarne";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Davanjem svojeg IBAN-a i potvrdom ove uplate vi dajete odobrenje da %@ i Stripe, naš davatelj usluga platnog prometa, vašoj banci pošalje upute za terećenje računa, a banka će teretiti račun u skladu s tim uputama. Imate pravo na povrat novca od svoje banke prema uvjetima i odredbama ugovora s bankom. Povrat novca mora se zatražiti u roku od 8 tjedana počevši od datuma terećenja vašeg računa.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Unošenjem vaših podataka o plaćanju, ovlašćujete (A) %@ i Stripe, našeg davatelja usluga platnog prometa, da vašoj banci pošalje upute za terećenje vašeg računa, i (B) vašu banku za terećenje vašeg računa u skladu s tim uputama. U sklopu vaših prava, imate pravo na povrat novca od svoje banke prema uvjetima i odredbama ugovora s bankom. Povrat novca mora se zatražiti u roku od 8 tjedana počevši od datuma terećenja vašeg računa. Vaša prava objašnjena su u izjavi koju možete dobiti od svoje banke. Slažete se s primanjem obavijesti o budućim terećenjima do 2 dana prije njihova izvršenja.";

/* Title for card number entry field */
"CARD" = "KARTICA";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Title for country picker section */
"COUNTRY" = "ZEMLJA";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Button title to cancel action in an alert */
"Cancel" = "Otkaži";

/* Title for credit card number entry field */
"Card" = "Kartica";

/* Details of a saved card */
"Card ending in %@" = "Kartica koja završava na %@";

/* Card details entry form header title */
"Card information" = "Informacije o kartici";

/* Label for card number entry text field */
"Card number" = "Broj kartice";

/* TODO */
"Choose a payment method" = "Odaberite način plaćanja";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Zatvori skener kartice";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Text for continue button */
"Continue" = "Nastavi";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "ADRESA ZA DOSTAVU";

/* Title for delivery info form */
"Delivery" = "Dostava";

/* Title for delivery address entry section */
"Delivery Address" = "Adresa za dostavu";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Uredi";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Besplatno";

/* Placeholder string for name entry field. */
"Full name" = "Puno ime";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Adresa za otpremu nije valjana";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Nevaljani podaci.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Učitava se...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / GG";

/* label for text field to enter card expiry */
"MM/YY" = "MM/GG";

/* Title for payment options section */
"MORE OPTIONS" = "VIŠE MOGUĆNOSTI";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nova kartica";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Novi račun za izravno terećenje";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Novi račun za SEPA izravno terećenje";

/* Button to move to the next text entry field */
"Next" = "Sljedeće";

/* No comment provided by engineer. */
"OK" = "U redu";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online Banking (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Ili platite koristeći";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Ili plati karticom";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Ostalo";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Plati %@";

/* Klarna pay later copy */
"Pay later with Klarna." = "Platite kasnije pomoću Klarne.";

/* Pay with {payment method} */
"Pay with %@" = "Plati sa %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Način plaćanja";

/* Caption for Phone field on address form */
"Phone" = "Telefon";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Usmjerite kameru na svoju karticu.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Poš. br.";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Poštanski broj";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Obrađuje se...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Ukloni";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Uklonite %1$@ koji završava s %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Uklonite %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Uklonite karticu";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Ukloni bankovni račun";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Ukloni bankovni račun koji završava na %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA račun";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA izravno terećenje";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "ADRESA ZA OTPREMU";
/* Label for shipping method form */

"SHIPPING METHOD" = "NAČIN OTPREME";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Spremi za buduća plaćanja";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Spremi ovu karticu za buduća plaćanja %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Spremi ovu karticu za buduća plaćanja Stripe";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Odaberi";
/* label for iDEAL-bank selection picker */

"Select bank" = "Odaberite banku";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Odaberite način plaćanja";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Postavi";
/* Title for shipping info form */

"Shipping" = "Otprema";
/* Title for shipping address entry section */

"Shipping Address" = "Adresa za otpremu";
/* Label for shipping method form */

"Shipping Method" = "Način otpreme";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Država / pokrajina / regija";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Uneseni BSB nije kompletan.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Uneseni BSB nije valjan.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Uneseni IBAN nije potpun.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Uneseni IBAN je neispravan, \"%@\" nije podržani broj države.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Odabrani način plaćanja nije dostupan.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Istek vremena pri provjeri načina plaćanja -- pokušajte ponovno";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Da biste skenirali karticu, dopustite pristup kameri u Postavkama.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Nepoznato";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Koristi istu adresu kao i za naplatu";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Koristi istu adresu kao i za dostavu";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Koristi istu adresu kao i za otpremu";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Nismo mogli potvrditi vaš način plaćanja. Odaberite drugi način plaćanja i pokušajte ponovno.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Odvest će vas na stranicu banke %@ da završite s kupnjom.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Vaš bi IBAN trebao započeti s kodom države od dva slova.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Vaš bi IBAN trebao započeti s kodom države od dva slova.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Vaš ZIP broj nije kompletan.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Vaš ZIP broj nije valjan.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Broj vaše kartice nije kompletan.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Broj vaše kartice nije valjan.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Datum isteka vaše kartice nije kompletan.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Datum isteka vaše kartice nije valjan.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Mjesec isteka kartice nije valjan.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Godina isteka kartice nije valjana.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Sigurnosni kod vaše kartice nije kompletan.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Sigurnosni kod vaše kartice nije valjan.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Vaš poštanski broj nije kompletan.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Vaš poštanski broj nije valjan.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP broj";

/* accessibility label for text field */
"card number" = "broj kartice";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "Datum isteka";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

